"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 7, \"word_counts\": \"{\\\"store\\\": 1, \\\"location\\\": 1, \\\"date\\\": 1, \\\"month\\\": 1, \\\"title\\\": 2, \\\"review\\\": 2, \\\"length\\\": 2}\", \"word_docs\": \"{\\\"location\\\": 1, \\\"store\\\": 1, \\\"date\\\": 1, \\\"month\\\": 1, \\\"title\\\": 2, \\\"review\\\": 2, \\\"length\\\": 2}\", \"index_docs\": \"{\\\"5\\\": 1, \\\"4\\\": 1, \\\"6\\\": 1, \\\"7\\\": 1, \\\"1\\\": 2, \\\"2\\\": 2, \\\"3\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"title\\\", \\\"2\\\": \\\"review\\\", \\\"3\\\": \\\"length\\\", \\\"4\\\": \\\"store\\\", \\\"5\\\": \\\"location\\\", \\\"6\\\": \\\"date\\\", \\\"7\\\": \\\"month\\\"}\", \"word_index\": \"{\\\"title\\\": 1, \\\"review\\\": 2, \\\"length\\\": 3, \\\"store\\\": 4, \\\"location\\\": 5, \\\"date\\\": 6, \\\"month\\\": 7}\"}}"